[{
		"name": "Little Nightmares 2 Mobile",
		"description": "If you thought Little Nightmares II Mobile was just a puzzle game, you will be sorely confused. The daring, shrieking sequence is going to make you chase down like the unexpected swarm of spectators",
		"img": "https://i.guim.co.uk/img/media/82e6e4a0f9d920bb7183a066cbc70666b4f0cb12/0_210_1446_868/master/1446.jpg?width=445&quality=45&auto=format&fit=max&dpr=2&s=02cad02e29319fee420c5a3edcda6764"
	},
	{
		"name": "Deluxe Edition",
		"description": "You can get Deluxe Edition Little Nightmares II Mobile is a mystery adventure game that BANDAI NAMCO Entertainment has developed and released. You play as a young child stuck in the horrendous world, like the first film, struggling to survive. In comparison to the first, you join a friend in the search of the root of the bad transmission that corrupts the earth.",
		"img": "https://images.gog-statics.com/0ff93a176feeb5462fe70be54d7b0646abb115f53e40c09e4aa4390fee13af34_product_card_v2_mobile_slider_639.jpg"
	},
	{
		"name": "Download Little Nightmares 2 APK",
		"description": "To download our app, click to Download Little Nightmares 2 APK button above. After waiting 10 seconds for the page to open, the app will automatically download to your device as an APK file. The downloaded APK file will be downloaded from your device's download area. You can find After downloading the Little Nightmares 2 APK file,",
		"img": "https://static1.thegamerimages.com/wordpress/wp-content/uploads/2021/02/little-nightmares-2-1.jpg?q=50&fit=crop&w=960&h=500"
	},
	{
		"name": "Little Nightmares 2 Apk",
		"description": "After you click on download now and press the install button, you will get a security alert. You can become anonymous by logging in to the security area of ​​your device's Settings section, which must be approved.",
		"img": "https://img.youtube.com/vi/BWhjbm6hqvs/0.jpg?resize=153%2C153"
	},
	{
		"name": "Mod Apk",
		"description": "This was the only Mod Apk installation manual for fans. After downloading this on your Mobile, we hope you liked this program. Well in this article there are several other features that we did not list. This Apk is totally safe and available. You can only download apk file and follow the above-mentioned installation process.",
		"img": "https://www.gematsu.com/wp-content/uploads/2020/08/Little-Nightmares-2-Gameplay_08-28-20.jpg"
	},
	{
		"name": "Install Little Nightmares 2",
		"description": "Click the Install button to open the downloaded file. You must now authorize unknown sources to install applications. Go to settings Apps Security and tick Enable Apps from unknown sources to be installed.",
		"img": "https://sm.ign.com/t/ign_ap/gallery/l/little-nig/little-nightmares-2-screenshots_t7by.1080.jpg"
	}
]
